espressif/esp-idf/examples/peripherals/uart/uart_dma_ota/sdkconfig.ci.defaults.esp32c6
CONFIG_IDF_TARGET="esp32c6"
CONFIG_UART_RX_IO=17
